Repository: NordicID/nur_sample_ios
Catalog: NURAPI Objective-C Demo/Translations/*.xliff
Languages: fa

# 0iv-4x-B7v.text
source: Select the tag to write
fa: تگی را جهت نوشتن انتخاب کنید

# 1Lp-9g-sSH.text
source: unique tags in 0 seconds
fa: تگهای غیر تکراری در 0 ثانیه

# 2qh-9C-RQ2.text
source: Help text line 1
fa: متن راهنما سطر 1

# 5VJ-oc-ytO.title
source: Tag Info
fa: اطلاعات تگ

# 6f3-JV-ZPP.normalTitle
source: Update
fa: به روز رسانی

# 6pa-DD-akv.text
source: Old EPC:
fa: قدیمی EPC:

# 7K5-Y6-rPp.normalTitle
source: Start
fa: شروع

# 7Pn-M4-Hvk.title
source: Device
fa: دستگاه

# 8aX-RF-zni.text
source: International headquarter
fa: دفتر مرکزی بین المللی

# 9B6-W0-m65.title
source: Tune
fa: تنظیم

# 9Sj-al-nno.title
source: Back
fa: برگشت

# 9So-T1-gUb.normalTitle
source: Locate Tag
fa: مکان یابی تگ

# 9To-6h-8hL.title
source: Inventory
fa: لیست برداری

# 9tP-eN-VcB.text
source: Label
fa: برچسب

# Aq1-zG-etG.normalTitle
source: Reader firmware
fa: Firmware تگ خوان

# BcA-X8-9yh.title
source: Connect
fa: ارتباط

# BwV-Hf-Ysa.text
source: Label
fa: برچسب

# CCt-Fy-r66.text
source: Released under MIT License
fa: دارای مجوز از MIT

# DsV-YC-7ec.title
source: Firmware Update
fa: به روز رسانی Firmware

# EnR-kt-YyY.text
source: Select tag to locate
fa: تگی را جهت مکان یابی انتخاب کنید

# F8a-P7-YJc.title
source: Back
fa: برگشت

# FRg-zA-rVW.text
source: Title
fa: عنوان

# GlL-BV-UVC.text
source: Detail
fa: جزئیات

# H0Y-tq-NTN.title
source: Scan Barcode
fa: خواندن بارکد

# Ht2-DJ-Vnf.title
source: Write Tag
fa: نوشتن تگ

# I2M-Xv-D0u.normalTitle
source: Refresh
fa: فراخوانی مجدد

# Ira-0N-Pn6.text
source: Connected:
fa: وصل شده:

# Jwx-L7-Q8L.text
source: Name
fa: نام

# KOn-0G-SxM.title
source: Quick Guide
fa: راهنمای سریع

# Kau-ta-okL.title
source: Firmware Update
fa: به روز رسانی Firmware

# N6h-7U-o07.title
source: Locating Tag
fa: مکان یابی تگ

# NGO-5a-f4M.title
source: Settings
fa: تنظیمات

# NXB-SG-kZ6.text
source: Title
fa: عنوان

# Nex-Lb-kHa.text
source: Which firmware should be updated?
fa: کدام firmware به روز رسانی شود؟

# NsO-tU-3sq.text
source: Tags/s
fa: تگها/ثانیه

# O1P-iF-Dhj.text
source: Build
fa: ایجاد

# OZ8-nR-YbM.text
source: Subtitle
fa: عنوان فرعی

# Ohu-Qg-T7C.text
source: Label
fa: برچسب

# PD9-dR-xQr.text
source: Detail
fa: جزئیات

# PEx-fR-uwk.text
source: Title
fa: عنوان

# PQv-ib-glU.text
source: Title
fa: عنوان

# PkS-1S-UiJ.title
source: Back
fa: برگشت

# Q2O-OG-Nhz.text
source: Help text line 2
fa: متن راهنما سطر 2

# S5J-j5-YNG.title
source: Edit Setting
fa: ویرایش تنظیمات

# S16-2L-3zG.text
source: Detail
fa: جزئیات

# SE9-Yu-992.text
source: Title
fa: عنوان

# SEj-oD-v41.text
source: Max tags/s
fa: حداکثر تگها/ثانیه

# Ud2-iV-pOn.text
source: App version: X
fa: نگارش برنامه: X

# WQK-Lx-Vwd.normalTitle
source: Write
fa: نوشتن

# XgK-cn-XUQ.title
source: Device
fa: دستگاه

# Xha-RN-OWn.text
source: Title
fa: عنوان

# YVA-eP-Fex.text
source: Version
fa: نگارش

# YfN-lU-NUE.text
source: Tap Tune to tune all enabled antennas.
fa: جهت تنظیم آنتنها، تنظیم را لمس کنید

# ZJ8-uA-Vel.normalTitle
source: Start
fa: شروع

# a9C-Uu-xwP.title
source: Firmware Selection
fa: انتخاب Firmware

# aYI-hE-Amz.text
source: Title
fa: عنوان

# bOd-9O-ft7.title
source: Back
fa: برگشت

# ca3-Lg-BrC.normalTitle
source: NUR RFID firmware
fa: Update

# dEr-OO-gPY.text
source: <barcode>
fa: <بارکد>

# doC-kY-riE.normalTitle
source: Tune
fa: تنظیم

# dys-yD-tMO.text
source: Press trigger to read barcode
fa: کلید خواندن بارکد را فشار دهید

# ecp-Ib-qGn.text
source: Label
fa: برچسب

# fbV-1X-Zer.text
source: Select a device
fa: دستگاهی را انتخاب کنید

# ffA-GT-qTO.text
source: Telephone: +358 2 727 7700
fa: تلفن: +358 2 727 7700

# fi8-9L-dhx.text
source: Fax: +358 2 727 7720
fa: فکس: +358 2 727 7720

# hco-ka-3kn.text
source: Firmware information
fa: اطلاعات Firmware

# loP-9f-kob.title
source: Application
fa: برنامه

# ma9-N6-BqK.title
source: About
fa: راجع به

# nEs-TW-jSZ.text
source: Average tags/s
fa: میانگین تگها/ثانیه

# nUF-j2-IVb.text
source: NurAPI version: X
fa: NurAPI نگارش: X

# ngj-9t-bum.text
source: Title
fa: عنوان

# rCo-Ld-GCi.normalTitle
source: Clear
fa: پاک کردن

# rHm-3b-BJD.title
source: Locate Tag
fa: مکان یابی تگ

# sId-aY-dB7.text
source: Help text line 3
fa: متن راهنما سطر 3

# tWP-LW-rCq.title
source: Contact
fa: ارتباط

# uVm-hL-AJt.text
source: Enter the new EPC
fa: EPC جدید را وارد کنید

# vOG-xu-uph.normalTitle
source: Refresh
fa: بازخوانی مجدد

# wfZ-V3-IKe.normalTitle
source: Disconnect
fa: قطع ارتباط

# zaF-OU-N1U.title
source: Tune Antennas
fa: تنظیم آنتنها

# %d antenna%@
source: %1$d antenna%2$@
fa: %1$d آنتن%2$@

# &lt;Tag %@&gt;
source: <Tag %@>
fa: <تگ %@>

# &lt;empty tag&gt;
source: <empty tag>
fa: <تگ خام>

source: A or B
fa: A یا B

source: About
fa: راجع به

source: Accessory information
fa: اطلاعات لوازم جانبی

source: Antenna Id
fa: شناسه Id

source: Antennas
fa: آنتن

# App version: %@.%@
source: App version: %1$@.%2$@
fa: نگارش برنامه: %1$@.%2$@

source: Application Settings
fa: تنظیمات برنامه

source: Application sounds
fa: هشدارهای صوتی برنامه

source: Automatic
fa: خودکار

source: Automatically reconnect
fa: اتصال مجدد خودکار

source: Autotune
fa: تنظیم خودکار

source: Barcode
fa: بارکد

source: Battery status
fa: وضعیت باطری

source: Build time: %@
fa: زمان ایجاد: %@

source: Cancel
fa: انصراف

source: Capacity (mA)
fa: ظرفیت (mA)

source: Channel
fa: کانال

source: Checksum mismatch on downloaded firmware!
fa: بروز خطا در firmware دانلود شده!

source: Circular
fa: دایره وار

source: Confirm
fa: تایید

source: Connecting
fa: درحال اتصال

source: Connecting to reader %@
fa: در حال اتصال به تگ خوان%@

source: Contact
fa: متصل شد

source: CrossDipole
fa: تقاطع دوسویه

source: Device number
fa: شماره دستگاه

source: Downloading available firmware updates, please wait.
fa: درحال دانلود firmware جدید، لطفاً صبر کنید.

source: Downloading data
fa: درحال دانلود اطلاعات

source: Downloading firmware
fa: درحال دانلود firmware

source: Downloading firmware data, please wait.
fa: در حال دانلود firmware، لطفاً صبر کنید.

source: Enabled Antennas
fa: آنتن ها فعال شد

source: Error
fa: خطا

source: Error getting NUR RFID firmware version
fa: XXXXX

source: Error getting reader firmware version
fa: XXXXX

source: FCC id
fa: FCC شناسه

source: Failed to connect to reader
fa: خطا در ارتباط با تگ خوان.

source: Failed to download firmware update data!
fa: خطا در دانلود firmware!

source: Failed to download firmware update data, no response received!
fa: خطا در دانلود firmware جدید، پاسخی از فرستنده دریافت نشد!

source: Failed to download firmware update data, status code: %ld
fa: خطا در دانلود firmware جدید، کد وضعیت: %ld

source: Failed to parse update data: %@
fa: خطا در به روز رسانی اطلاعات دریافتی: %@

source: Failed to write tag
fa: خطا در نوشتن تگ

source: Found %
fa: یافت شد %

source: Found count
fa: تعداد یافته ها

source: Frequency
fa: فرکانس

source: General information
fa: اطلاعات عمومی

source: Hardware version
fa: نگارش سخت افزار

source: High
fa: بیشتر

source: Info
fa: اطلاعات

source: Inventory
fa: لیست برداری

source: Inventory Rounds
fa: میانگین لیست برداری

source: Inventory Target
fa: لیست برداری اصلی

source: Link Frequency
fa: فرکانس ارتباط

source: Locate
fa: مکان یابی

source: Low
fa: کمتر

source: Model
fa: مدل

source: NUR API version: %@
fa: XXXXX

source: NUR API version: unknown
fa: XXXXX

source: NUR RFID firmware
fa: XXXXX

source: Name
fa: نام

source: No RFID reader connected!
fa: دستگاه RFID وصل نیست!

source: No barcode found
fa: بارکدی یافت نشد

source: Nominal
fa: اسمی

source: Percentage
fa: درصد

source: Please connect an RFID reader
fa: لطفاً دستگاه RFID را متصل کنید

source: Press trigger to read barcode
fa: کلید خواندن بارکد را فشار دهید

source: Proceed
fa: ادامه

source: Proceed with updating the firmware?
fa: فرایند به روز رسانی firmware ادامه یابد؟

source: Proximity
fa: نزدیکی

source: Quick Guide
fa: راهنمای سریع

source: RX Decoding
fa: RX رمز گشای

source: RX Modulation
fa: RX کد گذاری

source: RX Sensitivity
fa: RX حساسیت

source: RX decoding (Miller)
fa: RX رمز گشایی (میلر)

source: Reading all settings from the device...
fa: خواندن تمامی تنظیمات دستگاه...

source: Reading barcode...
fa: خواندن بارکدها...

source: Reading settings
fa: تنظیمات خواندن

source: Refreshing
fa: بازخوانی مجدد

source: Refreshing list of tags...
fa: بازخوانی مجدد لیست تگها...

source: Region
fa: محدوده

source: Rounds
fa: تقریبی

source: Saving
fa: ذخیره

source: Saving setting to non volatile memory.
fa: ذخیره تنظیمات در حافظه ماندگار.

source: Scaled RSSI
fa: درجه بندی RSSI

source: Serial number
fa: شماره سریال

source: Session
fa: دوره

source: Settings
fa: تنظیمات

source: Sounds enabled
fa: صداها فعال شد

source: Start
fa: شروع

source: Status
fa: وضعیت

source: Stop
fa: خاتمه

source: TX Level
fa: TX سطح

source: TX modulation
fa: TX کد گذاری

source: Tag
fa: تگ

source: Tag written ok
fa: تگ با موفقیت نوشته شد

source: Target
fa: هدف

source: The tag EPC length is 0, can not locate!
fa: طول EPC تگ صفر است، مکان یابی امکانپذیر نمی باشد!

source: Timestamp
fa: نشانگر زمان

source: Tuning
fa: تنظیم

source: Tuning all enabled antennas.
fa: تنظیم آنتنهای فعال.

source: Tuning antenna %@...
fa: درحال تنظیم آنتنها %@...

source: Tuning antenna %d...
fa: درحال تنظیم آنتنها %d...

source: Version: %@
fa: نگارش: %@

source: Write Tag
fa: نوشتن تگ

source: info@nordicid.com
fa: nfo@nordicid.com

source: unique tags in %.1f seconds
fa: تگهای غیر تکراری در %.1f ثانیه

source: unique tags in 0 seconds
fa: تگهای غیر تکراری در 0 ثانیه

source: www.nordicid.com
fa: ww.nordicid.com
